verification/runs/F4_runs/cyl/M7.0/medium/0/T
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 1;

boundaryField
{
    cylinder
    {
        type            zeroGradient;
    }
    outlet
    {
        type            zeroGradient;
    }
    farfield
    {
        type            fixedValue;
        value           uniform 1;
    }
    bottom
    {
        type            symmetryPlane;
    }
    defaultFaces
    {
        type            empty;
    }
}
